Repository: TYPO3-svn-archive/nittygritty
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# pi1_title
source: TSC Plugin Collection
de: TSC Plugin Sammlung

# pi1_plus_wiz_description
source: Versatile Plugin Collection
de: Vielseitige Plugin Sammlung

# flexforms_tab.settings
source: General Settings
de: Allgemeine Einstellungen

# flexforms_tab.element
source: Element Settings
de: Element Einstellungen

# flexforms_general.mode
source: Element Type
de: Element Typ

# flexforms_general.mode.xyz
source: X, Y or Z
de: X, Y oder Z

# element.socialshareprivacy.basic.category
source: Basic
de: Allgemein

# element.socialshareprivacy.site.category
source: Site Settings
de: Website Einstellungen

# element.socialshareprivacy.sspservices.category
source: SSP Services
de: SSP Dienste

# element.news.semantic.general.category
source: Semantic News - General Settings
de: Semantische Nachrichten - allgemeine Einstellungen

# element.news.semantic.metaBase.category
source: Semantic News - Meta Category Settings
de: Semantische Nachrichten - Meta Kategorien Einstellungen

# element.news.semantic.meta.meta.category
source: Semantic News - Meta Tags Settings
de: Semantische Nachrichten - Meta Tags Einstellungen

# element.news.semantic.meta.og.category
source: Semantic News - Open Graph Tags Settings
de: Semantische Nachrichten - Open Graph Tags Einstellungen

# element.news.semantic.meta.dc.category
source: Semantic News - Dublin Core Tags Settings
de: Semantische Nachrichten - Dublin Core Tags Einstellungen

# element.socialshareprivacy.cookie_path
source: Cookie Path
de: Cookie Pfad

# element.socialshareprivacy.cookie_expires
source: Cookie expires (days, default: 365)
de: Cookie Gültigkeit (in Tagen, default: 365)

# element.general.noJsLibraryInclude
source: Do not include Javascript Library
de: Keine Javascript Bibliothek anfügen

# element.general.noCssInclude
source: Do not include CSS file
de: Keinen CSS File anfügen

# element.site.siteName
source: Site Name
de: Name der Website

# element.site.authors.usr1.name
source: Author name 1
de: Autorenname 1

# element.site.authors.usr2.name
source: Author name 2
de: Autorenname 2

# element.site.authors.usr1.nameShort
source: Author 1 short name
de: Autorenname 1 Kürzel

# element.site.authors.usr2.nameShort
source: Author 2 short name
de: Autorenname 2 Kürzel

# element.site.authors.usr1.uri
source: Author 1 Link
de: Autor 1 Link

# element.site.authors.usr2.uri
source: Author 2 Link
de: Autor 2 Link

# element.general.jsInFooter
source: Place Javascript in Footer
de: Javascript am Seitenende platzieren

# element.socialshareprivacy.css_path
source: Socialshareprivacy CSS File Path
de: Socialshareprivacy CSS Dateipfad

# element.socialshareprivacy.js_path
source: Socialshareprivacy JS File Path
de: Socialshareprivacy JS Dateipfad

# element.socialshareprivacy.imageDirPath
source: Image Directory Path
de: Pfad zum Bildverzeichnis

# element.socialshareprivacy.services.language.auto
source: Auto
de: Automatik

source: On
de: An

source: Off
de: Aus

# element.socialshareprivacy.services.facebook.perma_option
source: Enable Facebook permanently option
de: Option, den Facebook Button dauerhaft zu aktivieren

# element.socialshareprivacy.services.facebook.action
source: Facebook Action
de: Facebook Aktion

# element.socialshareprivacy.services.facebook.action.recommend
source: Recommend
de: Empfehlen

# element.socialshareprivacy.services.facebook.action.like
source: Like
de: Gefällt mir

# element.socialshareprivacy.services.twitter.perma_option
source: Enable Twitter permanently option
de: Twitter permanent aktivieren Option

# element.socialshareprivacy.services.gplus.perma_option
source: Enable Google+ permanently option
de: Google+ permanent aktivieren Option

# element.socialshareprivacy.services.xing.perma_option
source: Enable Xing permanently option
de: Xing permanent aktivieren Option

# news.semantic.general.pageTitle.action
source: Page Title Action
de: Aktion für Seitentitel

# news.semantic.general.pageTitle.useAlternate
source: Use alternate news title as page title
de: Alternativer Nachrichtentitel als Seitentitel nutzen

# news.semantic.general.description.action
source: Description Action
de: Aktion für Beschreibung

# news.semantic.general.description.crop
source: Description Crop (No. of Characters)
de: Beschreibung kürzen (Anzahl Zeichen)

# news.semantic.general.keywords.action
source: Keywords Action
de: Aktion für Stichworte

# news.semantic.general.keywords.limit
source: Limit Keywords (Number)
de: Stichworte begrenzen (Anzahl)

# news.semantic.general.author.max
source: Max. No. of Authors
de: Max. Autorenzahl

# news.semantic.general.metaTitle
source: Title used for Meta tags
de: Titel für Meta Tags

# news.semantic.metaBase.meta.build
source: Build Meta Tags
de: Erstelle Meta Tags

# news.semantic.metaBase.meta.dateFormat
source: Meta Date Format
de: Meta Datumsformat

# news.semantic.metaBase.og.build
source: Build Open Graph Tags
de: Erstelle Open Graph Tags

# news.semantic.metaBase.og.dateFormat
source: Open Graph Date Format
de: Open Graph Datumsformat

# news.semantic.metaBase.dc.build
source: Build Dublin Core Tags
de: Erstelle Dublin Core Tags

# news.semantic.metaBase.dc.dateFormat
source: Dublin Core Date Format
de: Dublin Core Datumsformat

# news.semantic.meta.meta.description.action
source: Meta Description Action
de: Meta Description Aktion

# news.semantic.meta.meta.keywords.action
source: Meta Keywords Action
de: Meta Keywords Aktion

# news.semantic.meta.meta.author.action
source: Meta Author(s) Action
de: Meta Author(s) Aktion

# news.semantic.meta.meta.author.multiple
source: Allow multiple Authors
de: Mehrere Autoren zulassen

# news.semantic.meta.meta.date.action
source: Meta Date Action
de: Meta Date Aktion

# news.semantic.meta.meta.news_keywords.action
source: Meta Google News Keywords Action
de: Meta Google News Keywords Aktion

# news.semantic.meta.og.og.type
source: OG Type
de: OG Typ

# news.semantic.meta.og.og.url.action
source: OG Url Action
de: OG Url Aktion

# news.semantic.meta.og.og.site_name.action
source: OG Sitename Action
de: OG Sitename Aktion

# news.semantic.meta.og.og.image.action
source: OG Image Action
de: OG Image Aktion

# news.semantic.meta.og.og.title.action
source: OG Title Action
de: OG Titel Aktion

# news.semantic.meta.og.og.description.action
source: OG Description Action
de: OG Description Aktion

# news.semantic.meta.og.article.published_time.action
source: ARTICLE Published Time Action
de: ARTICLE Aktion für Veröffentlicht am

# news.semantic.meta.og.article.modified_time.action
source: ARTICLE Last Modified Time Action
de: ARTICLE Aktion für letzte Änderung

# news.semantic.meta.og.article.expiration_time.action
source: ARTICLE Expires Time Action
de: ARTICLE Aktion für Ablaufdatum

# news.semantic.meta.og.article.author.action
source: ARTICLE Author(s) Action
de: ARTICLE Aktion für Autor(en)

# news.semantic.meta.og.article.author.multiple
source: ARTICLE Multiple Author tags
de: ARTICLE Mehrere Autoren Tags

# news.semantic.meta.og.article.section.action
source: ARTICLE Section Action
de: ARTICLE Section Aktion

# news.semantic.meta.og.article.tag.action
source: ARTICLE Tag(s) Action
de: ARTICLE Tag(s) Aktion

# news.semantic.meta.og.article.tag.multiple
source: ARTICLE Multiple Tag Tags
de: ARTICLE Mehrere Tag Tags

# news.semantic.meta.dc.DC.format.scheme
source: DC Format Scheme
de: DC Format Schema

# news.semantic.meta.dc.DC.type.value
source: DC Type
de: DC Typ

# news.semantic.meta.dc.DC.type.scheme
source: DC Type Scheme
de: DC Typ Schema

# news.semantic.meta.dc.DC.creator.action
source: DC Creator Action
de: DC Creator Aktion

# news.semantic.meta.dc.DC.creator.multiple
source: Multiple DC Creators
de: Mehrere DC Creator

# news.semantic.meta.dc.DC.title.action
source: DC Title Action
de: DC Titel Aktion

# news.semantic.meta.dc.DC.date.action
source: DC Date Action
de: DC Date Aktion

# news.semantic.meta.dc.DC.date.scheme
source: DC Date Scheme
de: DC Date Schema

# news.semantic.meta.dc.DC.identifier.action
source: DC Identifier Action
de: DC Identifier Aktion

# news.semantic.meta.dc.DC.identifier.scheme
source: DC Identifier Scheme
de: DC Identifier Schema

# news.semantic.meta.dc.DC.subject.action
source: DC Subject Action
de: DC Subject Aktion

# news.semantic.meta.dc.DC.description.action
source: DC Description Action
de: DC Description Aktion

# news.semantic.meta.dc.DC.language.action
source: DC Language Action
de: DC Language Aktion

# news.semantic.meta.dc.DC.language.scheme
source: DC Language Scheme
de: DC Language Schema

# news.semantic.meta.dc.DCTERMS.license.scheme
source: DCTERMS License Scheme
de: DCTERMS License Schema

# news.semantic.meta.dc.DCTERMS.modified.action
source: DCTERMS Modified Action
de: DCTERMS Modified Aktion

# news.semantic.meta.dc.DCTERMS.modified.scheme
source: DCTERMS Modified Scheme
de: DCTERMS Modified Schema

# news.semantic.meta.dc.DCTERMS.created.action
source: DCTERMS Created Action
de: DCTERMS Created Aktion

# news.semantic.meta.dc.DCTERMS.created.scheme
source: DCTERMS Created Scheme
de: DCTERMS Created Schema

# news.semantic.meta.dc.DCTERMS.rightsHolder.action
source: DCTERMS Rights Holder Action
de: DCTERMS Rights Holder Aktion

# news.semantic.meta.dc.DCTERMS.rightsHolder.multiple
source: DCTERMS Multiple Rights Holders
de: DCTERMS Mehrere Rights Holders

# news.semantic.meta.dc.DCTERMS.alternative.action
source: DCTERMS Alternative Action
de: DCTERMS Alternative Aktion

# option.replace
source: Replace
de: Ersetzen

# option.prepend
source: Prepend
de: Voranstellen

# option.append
source: Append
de: Anhängen
